export default [
  { cd: '01', name: '北海道・東北', prefs: [
    { cd: '010000', name: '北海道' },
    { cd: '020000', name: '青森県' },
    { cd: '030000', name: '岩手県' },
    { cd: '040000', name: '宮城県' },
    { cd: '050000', name: '秋田県' },
    { cd: '060000', name: '山形県' },
    { cd: '070000', name: '福島県' }]
  },
  { cd: '10', name: '北関東', prefs: [
    { cd: '080000', name: '栃木県' },
    { cd: '090000', name: '群馬県' },
    { cd: '100000', name: '茨城県' }]
  },
  { cd: '15', name: '首都圏', prefs: [
    { cd: '110000', name: '埼玉県' },
    { cd: '120000', name: '千葉県' },
    { cd: '130000', name: '東京都' },
    { cd: '140000', name: '神奈川県' }]
  },
  { cd: '20', name: '甲信越', prefs: [
    { cd: '150000', name: '山梨県' },
    { cd: '160000', name: '長野県' },
    { cd: '170000', name: '新潟県' }]
  },
  { cd: '25', name: '北陸', prefs: [
    { cd: '180000', name: '富山県' },
    { cd: '190000', name: '石川県' },
    { cd: '200000', name: '福井県' }]
  },
  { cd: '30', name: '東海', prefs: [
    { cd: '210000', name: '静岡県' },
    { cd: '220000', name: '岐阜県' },
    { cd: '230000', name: '愛知県' },
    { cd: '240000', name: '三重県' }]
  },
  { cd: '35', name: '近畿', prefs: [
    { cd: '250000', name: '滋賀県' },
    { cd: '260000', name: '京都府' },
    { cd: '270000', name: '大阪府' },
    { cd: '280000', name: '兵庫県' },
    { cd: '290000', name: '奈良県' },
    { cd: '300000', name: '和歌山県' }]
  },
  { cd: '40', name: '山陰・山陽', prefs: [
    { cd: '310000', name: '鳥取県' },
    { cd: '320000', name: '島根県' },
    { cd: '330000', name: '岡山県' },
    { cd: '340000', name: '広島県' },
    { cd: '350000', name: '山口県' }]
  },
  { cd: '45', name: '四国', prefs: [
    { cd: '360000', name: '徳島県' },
    { cd: '370000', name: '香川県' },
    { cd: '380000', name: '愛媛県' },
    { cd: '390000', name: '高知県' }]
  },
  { cd: '50', name: '九州・沖縄', prefs: [
    { cd: '400000', name: '福岡県' },
    { cd: '410000', name: '佐賀県' },
    { cd: '420000', name: '長崎県' },
    { cd: '430000', name: '熊本県' },
    { cd: '440000', name: '大分県' },
    { cd: '450000', name: '宮崎県' },
    { cd: '460000', name: '鹿児島県' },
    { cd: '470000', name: '沖縄県' }]
  }
]
